<?php
session_start();
?>
<!DOCTYPE html>
<html lang="en">
<head>
  <meta charset="UTF-8">
  <meta name="viewport" content="width=device-width, initial-scale=1.0">
  <title>Fox Game|Партнерская программа для контент-мейкеров </title>
  <!-- icon -->
  <link rel="icon" href="Image/favicon.png" type="image/png" sizes="32x32">
  <!-- font -->
  <link rel="preconnect" href="https://fonts.googleapis.com">
  <link rel="preconnect" href="https://fonts.gstatic.com" crossorigin>
  <link href="https://fonts.googleapis.com/css2?family=Raleway:wght@400;500;600;700&display=swap" rel="stylesheet">
  <!-- styles -->
  <link rel="stylesheet" href="styles/fancybox.css">
  <link rel="stylesheet" href="styles/hamburgers.min.css">
  <link rel="stylesheet" href="styles/style.css">
  <link rel="stylesheet" href="styles/article.css">
  <link rel="stylesheet" href="styles/media.css">
</head>
<body>
  <!-- header -->
  <?php
    require_once("assets/header.php");
  ?>

  <main>
    <!-- article banner -->
    <section>
      <div class="container">
        <div class="article-banner">
          <div class="article-banner__container">
            <img src="./Image/article_banner/partner_program.png" alt="Reflection" class="article-banner__img">
          </div>
            <div class="title article-banner__title">партнерская программа для контент-мейкеров</div>
          </div>
        </div>
    </section>

    <!-- article -->
    <section class="page-section--pd60">
        <div class="container article">
          <h3 class="title article__title">партнерская программа для контент-мейкеров </h3>
          <p class="article__date"></p>
          
          <p class="article__text">Вы начинающий создатель контента и страстно любите игры? Мечтаете сотрудничать с профессионалами отрасли и поднять свои творческие начинания на новую высоту? Не ищите ничего, кроме новаторской программы партнерства с создателями контента Fox Game, призванной связать таких начинающих авторов, как вы, с опытными экспертами и предоставить эксклюзивную платформу для демонстрации вашего таланта.</p>

          <p class="article__text">Что делает нашу программу действительно уникальной, так это наша приверженность индивидуальности. Мы понимаем, что каждый создатель контента обладает своим собственным стилем и видением — истинная сущность, ожидающая выхода в мир. Вот почему наша модель партнерства ориентирована на подбор совместимых креативов на основе общих интересов, сильных сторон и целей. Развивая эти связи, сотрудники получают доступ к бесценным возможностям наставничества от опытных ветеранов, которые заинтересованы в их росте.</p>        

          <p class="article__text"> Благодаря этой уникальной инициативе участники получают:</p>

          <ol>
            <li class="article__text"><span class="text--bold">Индивидуальное руководство:</span> сотрудничающие создатели контента получают персональные рекомендации от опытных наставников из студии Fox Game, которые делятся своими мыслями о различных аспектах разработки игр, включая методы повествования, принципы дизайна персонажей, совершенствование игровой механики — возможности безграничны!</li>
            <li class="article__text"><span class="text--bold">Ранний доступ и краткий обзор:</span> познакомьтесь поближе с предстоящими проектами, получив ранний доступ на этапах альфа- или бета-тестирования, а также получив краткий обзор неизданных игр до того, как они появятся на основных платформах.</li>
            <li class="article__text"><span class="text--bold">Распространение и поддержка.</span> В рамках партнерской программы Fox Game Studio распространение идет рука об руку! Расширьте свое присутствие за счет сотрудничества, представленного на официальных каналах, таких как платформы социальных сетей, а также специальных публикаций в блогах или видеоинтервью, демонстрирующих ваш творческий путь. Воспользуйтесь преимуществами устоявшейся аудитории Fox Game, чтобы расширить свой охват и создать преданную базу поклонников.</li>
            <li class="article__text"><span class="text--bold">Пул ресурсов:</span> доступ к обширному пулу ресурсов с ведущими в отрасли инструментами, программным обеспечением и технологиями, доступными исключительно партнерским создателям контента. Сюда входят художественные ресурсы, игровые движки, библиотеки звуков и многое другое — все, что вам нужно, чтобы воплотить свое видение в жизнь!</li>
            <li class="article__text"><span class="text--bold">Возможности для налаживания связей. </span>Взаимодействуйте с другими партнерами посредством эксклюзивных мероприятий, предназначенных для сотрудничества и налаживания связей в рамках разнообразного сообщества талантливых авторов Fox Game Studio. Делитесь знаниями, обменивайтесь идеями и формируйте прочные связи с единомышленниками, стремящимися расширить границы создания игрового контента.</li>
          </ol>

          <p class="article__text">Присоединяйтесь к нам в этом необычном приключении, поскольку мы по-новому определяем, что значит быть создателем контента в постоянно меняющемся мире игр. Вместе с неизменной системой поддержки нашей партнерской программы раскройте свой творческий потенциал без ограничений — и позвольте Fox Game помочь вам воплотить ваши мечты в реальность! Ваш уникальный голос заслуживает того, чтобы его услышали громко и ясно.</p>

          <p class="article__text">Готовы к следующему уровню? Подайте заявку на участие в партнерской программе Fox Game для создателей контента — пришло время отправиться в незабываемое путешествие, где вдохновение встречается с инновациями! </p>

          <p class="article__text"><span class="text--bold">Наш e-mail для ваших заявок:</span><a href="mailto: foxgamestudio@gmail.com" class="link">foxgamestudio@gmail.com</a></p>
        </div>
      </div>
    </section>
  </main>

  <!-- footer -->
  <?php
    require_once ("assets/footer.php");
  ?>
</body>

<a href="#top" id="back-to-top" class="back-to-top" title="Наверх"><img src="./Image/back_to_top.svg" alt="" width="60" height="60"></a>

<script src="./js/backToTop.js"></script>

</html>